Repository: MXF-Apps/WatchNext
Catalog: WatchNext/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# settings.demo.footer
source: Shows a fictional library in the app and the widgets so you can try WatchNext without servers. Your server settings are kept and used again when this is off.
ar: يعرض مكتبة خيالية في التطبيق والأدوات لتجربة WatchNext دون خوادم. تبقى إعدادات خوادمك محفوظة وتُستخدم مجددًا عند إيقاف هذا الخيار.
de: Zeigt in der App und den Widgets eine fiktive Mediathek, damit du WatchNext ohne Server ausprobieren kannst. Deine Servereinstellungen bleiben erhalten und werden wieder verwendet, sobald dies aus ist.
es: Muestra una biblioteca ficticia en la app y los widgets para que pruebes WatchNext sin servidores. Tus ajustes de servidor se conservan y se vuelven a usar cuando esto está desactivado.
fr: Affiche une bibliothèque fictive dans l’app et les widgets pour essayer WatchNext sans serveurs. Vos réglages sont conservés et réutilisés lorsque ce mode est désactivé.
it: Mostra una libreria fittizia nell’app e nei widget, così puoi provare WatchNext senza server. Le impostazioni dei server vengono conservate e riutilizzate quando questa opzione è disattivata.
ja: アプリとウィジェットに架空のライブラリを表示し、サーバーなしで WatchNext を試せます。サーバー設定は保持され、オフにすると再び使われます。
ko: 앱과 위젯에 가상의 라이브러리를 표시하여 서버 없이 WatchNext를 사용해 볼 수 있습니다. 서버 설정은 유지되며 이 옵션을 끄면 다시 사용됩니다.
nl: Toont een fictieve bibliotheek in de app en de widgets, zodat je WatchNext zonder servers kunt proberen. Je serverinstellingen blijven bewaard en worden weer gebruikt zodra dit uit staat.
pl: Pokazuje fikcyjną bibliotekę w aplikacji i widżetach, aby wypróbować WatchNext bez serwerów. Ustawienia serwerów są zachowywane i używane ponownie po wyłączeniu.
pt_br: Mostra uma biblioteca fictícia no app e nos widgets para você experimentar o WatchNext sem servidores. Seus ajustes de servidor são mantidos e usados novamente quando isto estiver desativado.
ru: Показывает вымышленную библиотеку в приложении и виджетах, чтобы попробовать WatchNext без серверов. Настройки серверов сохраняются и снова используются после отключения.
tr: Sunucu olmadan WatchNext’i denemeniz için uygulamada ve widget’larda kurgusal bir kitaplık gösterir. Sunucu ayarlarınız saklanır ve bu kapatıldığında yeniden kullanılır.
zh_hans: 在应用和小组件中显示虚构的媒体库，让您无需服务器即可试用 WatchNext。关闭后将继续使用您保存的服务器设置。
zh_hant: 在 App 和小工具中顯示虛構的媒體庫，讓您無需伺服器即可試用 WatchNext。伺服器設定會保留，關閉後會再次使用。

# settings.demo.title
source: Demo
ar: العرض التجريبي
fr: Démonstration
ja: デモ
ko: 데모
ru: Демо
zh_hans: 演示
zh_hant: 示範

# settings.demo.toggle
source: Demo mode
ar: الوضع التجريبي
de: Demomodus
es: Modo demo
fr: Mode démonstration
it: Modalità demo
ja: デモモード
ko: 데모 모드
nl: Demomodus
pl: Tryb demo
pt_br: Modo demo
ru: Демо-режим
tr: Demo modu
zh_hans: 演示模式
zh_hant: 示範模式

# settings.diagnostics.logs.label
source: Logs
ar: السجلات
de: Protokolle
es: Registros
fr: Journaux
it: Log
ja: ログ
ko: 로그
nl: Logboeken
pl: Logi
pt_br: Registros
ru: Журналы
tr: Günlükler
zh_hans: 日志
zh_hant: 記錄

# settings.diagnostics.title
source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ja: 診断
ko: 진단
nl: Diagnose
pl: Diagnostyka
pt_br: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断
zh_hant: 診斷

# settings.jellyfin.password.placeholder
source: Password (not stored)
ar: كلمة السر (لا تُحفظ)
de: Passwort (wird nicht gespeichert)
es: Contraseña (no se guarda)
fr: Mot de passe (non enregistré)
it: Password (non salvata)
ja: パスワード（保存されません）
ko: 암호(저장되지 않음)
nl: Wachtwoord (wordt niet bewaard)
pl: Hasło (nie jest zapisywane)
pt_br: Senha (não é salva)
ru: Пароль (не сохраняется)
tr: Parola (saklanmaz)
zh_hans: 密码（不保存）
zh_hant: 密碼（不儲存）

# settings.jellyfin.restore.error
source: Stored Jellyfin credentials could not load users: %1$(error)@
ar: تعذّر تحميل المستخدمين ببيانات اعتماد Jellyfin المحفوظة: %1$(error)@
de: Mit den gespeicherten Jellyfin-Zugangsdaten konnten keine Benutzer geladen werden: %1$(error)@
es: Las credenciales de Jellyfin guardadas no pudieron cargar los usuarios: %1$(error)@
fr: Impossible de charger les profils avec les identifiants Jellyfin enregistrés : %1$(error)@
it: Le credenziali Jellyfin salvate non hanno potuto caricare gli utenti: %1$(error)@
ja: 保存済みの Jellyfin 認証情報でユーザーを読み込めませんでした: %1$(error)@
ko: 저장된 Jellyfin 자격 증명으로 사용자를 불러올 수 없습니다: %1$(error)@
nl: Met de opgeslagen Jellyfin-aanmeldgegevens konden geen gebruikers worden geladen: %1$(error)@
pl: Zapisane dane logowania Jellyfin nie pozwoliły wczytać użytkowników: %1$(error)@
pt_br: As credenciais salvas do Jellyfin não conseguiram carregar os usuários: %1$(error)@
ru: Сохранённые учётные данные Jellyfin не позволили загрузить пользователей: %1$(error)@
tr: Kayıtlı Jellyfin kimlik bilgileri kullanıcıları yükleyemedi: %1$(error)@
zh_hans: 已保存的 Jellyfin 凭据无法加载用户：%1$(error)@
zh_hant: 已儲存的 Jellyfin 憑證無法載入使用者：%1$(error)@

# settings.jellyfin.signIn.button
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Войти
tr: Oturum aç
zh_hans: 登录
zh_hant: 登入

# settings.jellyfin.signedIn.message
source: Signed in as %1$(username)@
ar: تم تسجيل الدخول باسم %1$(username)@
de: Angemeldet als %1$(username)@
es: Sesión iniciada como %1$(username)@
fr: Connecté en tant que %1$(username)@
it: Accesso effettuato come %1$(username)@
ja: %1$(username)@ としてサインイン中
ko: %1$(username)@(으)로 로그인됨
nl: Ingelogd als %1$(username)@
pl: Zalogowano jako %1$(username)@
pt_br: Conectado como %1$(username)@
ru: Вы вошли как %1$(username)@
tr: %1$(username)@ olarak oturum açıldı
zh_hans: 已以 %1$(username)@ 登录
zh_hant: 已以 %1$(username)@ 登入

# settings.jellyfin.storedToken.placeholder
source: API token (stored)
ar: رمز API (محفوظ)
de: API-Token (gespeichert)
es: Token de API (guardado)
fr: Jeton API (enregistré)
it: Token API (salvato)
ja: API トークン（保存済み）
ko: API 토큰(저장됨)
nl: API-token (opgeslagen)
pl: Token API (zapisany)
pt_br: Token de API (salvo)
ru: API-токен (сохранён)
tr: API belirteci (kaydedildi)
zh_hans: API 令牌（已保存）
zh_hant: API 權杖（已儲存）

# settings.jellyfin.testToken.button
source: Test Token
ar: اختبار الرمز
de: Token testen
es: Probar token
fr: Tester le jeton
it: Verifica token
ja: トークンをテスト
ko: 토큰 테스트
nl: Token testen
pl: Testuj token
pt_br: Testar token
ru: Проверить токен
tr: Belirteci test et
zh_hans: 测试令牌
zh_hant: 測試權杖

# settings.jellyfin.token.placeholder
source: API token
ar: رمز API
es: Token de API
fr: Jeton API
it: Token API
ja: API トークン
ko: API 토큰
pl: Token API
pt_br: Token de API
ru: API-токен
tr: API belirteci
zh_hans: API 令牌
zh_hant: API 權杖

# settings.jellyfin.user.label
source: Watched-state user
ar: مستخدم حالة المشاهدة
de: Benutzer für den Gesehen-Status
es: Usuario del estado de visto
fr: Profil de suivi du visionnage
it: Utente per lo stato di visione
ja: 視聴状態のユーザー
ko: 시청 상태 사용자
nl: Gebruiker voor bekeken-status
pl: Użytkownik stanu obejrzenia
pt_br: Usuário do status de assistido
ru: Пользователь для статуса просмотра
tr: İzlenme durumu kullanıcısı
zh_hans: 观看状态用户
zh_hant: 觀看狀態使用者

# settings.jellyfin.user.placeholder
source: Select a user
ar: اختر مستخدمًا
de: Benutzer auswählen
es: Selecciona un usuario
fr: Sélectionner un profil
it: Seleziona un utente
ja: ユーザーを選択
ko: 사용자 선택
nl: Kies een gebruiker
pl: Wybierz użytkownika
pt_br: Selecione um usuário
ru: Выберите пользователя
tr: Bir kullanıcı seçin
zh_hans: 选择用户
zh_hant: 選擇使用者

# settings.jellyfin.username.placeholder
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 使用者名稱

# settings.keyboard.done.button
source: Done
ar: تم
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# settings.network.allow.button
source: Allow Local Network Access
ar: السماح بالوصول إلى الشبكة المحلية
de: Zugriff auf lokales Netzwerk erlauben
es: Permitir acceso a la red local
fr: Autoriser l’accès au réseau local
it: Consenti accesso alla rete locale
ja: ローカルネットワークへのアクセスを許可
ko: 로컬 네트워크 접근 허용
nl: Toegang tot lokaal netwerk toestaan
pl: Zezwól na dostęp do sieci lokalnej
pt_br: Permitir acesso à rede local
ru: Разрешить доступ к локальной сети
tr: Yerel ağ erişimine izin ver
zh_hans: 允许访问本地网络
zh_hant: 允許存取本機網路

# settings.network.denied.footer
source: Turn on Local Network for WatchNext under Settings › Apps › WatchNext, or Privacy & Security › Local Network. The server fields below stay usable for servers reachable over the internet.
ar: فعّل «الشبكة المحلية» لـ WatchNext من الإعدادات › التطبيقات › WatchNext، أو الخصوصية والأمن › الشبكة المحلية. تبقى حقول الخوادم أدناه صالحة للخوادم التي يمكن الوصول إليها عبر الإنترنت.
de: Aktiviere „Lokales Netzwerk“ für WatchNext unter Einstellungen › Apps › WatchNext oder Datenschutz & Sicherheit › Lokales Netzwerk. Die Serverfelder unten bleiben für über das Internet erreichbare Server nutzbar.
es: Activa «Red local» para WatchNext en Ajustes › Apps › WatchNext, o en Privacidad y seguridad › Red local. Los campos de servidor de abajo siguen sirviendo para servidores accesibles por internet.
fr: Activez le réseau local pour WatchNext dans Réglages › Apps › WatchNext, ou Confidentialité et sécurité › Réseau local. Vous pouvez toujours configurer ci-dessous des serveurs accessibles par Internet.
it: Attiva «Rete locale» per WatchNext in Impostazioni › App › WatchNext, oppure in Privacy e sicurezza › Rete locale. I campi dei server qui sotto restano utilizzabili per i server raggiungibili via Internet.
ja: 「設定 › アプリ › WatchNext」または「プライバシーとセキュリティ › ローカルネットワーク」で WatchNext の「ローカルネットワーク」をオンにしてください。下のサーバー欄は、インターネット経由で到達できるサーバーには引き続き使えます。
ko: 설정 › 앱 › WatchNext 또는 개인정보 보호 및 보안 › 로컬 네트워크에서 WatchNext의 로컬 네트워크를 켜세요. 아래 서버 필드는 인터넷으로 접근할 수 있는 서버에는 계속 사용할 수 있습니다.
nl: Zet ‘Lokaal netwerk’ voor WatchNext aan via Instellingen › Apps › WatchNext, of via Privacy en beveiliging › Lokaal netwerk. De servervelden hieronder blijven bruikbaar voor servers die via internet bereikbaar zijn.
pl: Włącz „Sieć lokalna” dla WatchNext w Ustawienia › Aplikacje › WatchNext albo Prywatność i ochrona › Sieć lokalna. Pola serwerów poniżej nadal działają dla serwerów dostępnych przez internet.
pt_br: Ative “Rede local” para o WatchNext em Ajustes › Apps › WatchNext, ou em Privacidade e Segurança › Rede local. Os campos de servidor abaixo continuam válidos para servidores acessíveis pela internet.
ru: Включите «Локальная сеть» для WatchNext в разделе «Настройки › Приложения › WatchNext» или «Конфиденциальность и безопасность › Локальная сеть». Поля серверов ниже по-прежнему работают для серверов, доступных через интернет.
tr: Ayarlar › Uygulamalar › WatchNext veya Gizlilik ve Güvenlik › Yerel Ağ bölümünden WatchNext için Yerel Ağ’ı açın. Aşağıdaki sunucu alanları internet üzerinden erişilebilen sunucular için kullanılabilir kalır.
zh_hans: 请在“设置 › 应用 › WatchNext”或“隐私与安全性 › 本地网络”中为 WatchNext 开启“本地网络”。下方的服务器字段对可通过互联网访问的服务器仍然可用。
zh_hant: 請在「設定 › App › WatchNext」或「隱私權與安全性 › 本機網路」中為 WatchNext 開啟「本機網路」。下方的伺服器欄位對可透過網際網路連上的伺服器仍可使用。

# settings.network.denied.message
source: Local network access is turned off, so servers on your home network cannot be reached.
ar: الوصول إلى الشبكة المحلية متوقف، لذا لا يمكن الوصول إلى الخوادم في شبكتك المنزلية.
de: Der Zugriff auf das lokale Netzwerk ist deaktiviert, daher sind Server in deinem Heimnetzwerk nicht erreichbar.
es: El acceso a la red local está desactivado, así que no se puede llegar a los servidores de tu red doméstica.
fr: L’accès au réseau local est désactivé. Les serveurs de votre réseau domestique sont inaccessibles.
it: L’accesso alla rete locale è disattivato, quindi i server della tua rete domestica non sono raggiungibili.
ja: ローカルネットワークへのアクセスがオフのため、自宅ネットワーク上のサーバーに到達できません。
ko: 로컬 네트워크 접근이 꺼져 있어 홈 네트워크의 서버에 연결할 수 없습니다.
nl: Toegang tot het lokale netwerk staat uit, dus servers in je thuisnetwerk zijn niet bereikbaar.
pl: Dostęp do sieci lokalnej jest wyłączony, więc serwery w sieci domowej są nieosiągalne.
pt_br: O acesso à rede local está desativado, então os servidores da sua rede doméstica não podem ser alcançados.
ru: Доступ к локальной сети отключён, поэтому серверы в вашей домашней сети недоступны.
tr: Yerel ağ erişimi kapalı olduğundan ev ağınızdaki sunuculara ulaşılamıyor.
zh_hans: 本地网络访问已关闭，因此无法访问您家庭网络中的服务器。
zh_hant: 本機網路存取已關閉，因此無法連上家用網路中的伺服器。

# settings.network.explanation.message
source: WatchNext talks to Sonarr, Radarr and Jellyfin on your home network. iOS asks once before an app may reach devices on the local network. Allow it, then add your servers.
ar: يتواصل WatchNext مع Sonarr وRadarr وJellyfin في شبكتك المنزلية. يطلب iOS الإذن مرة واحدة قبل أن يصل التطبيق إلى أجهزة الشبكة المحلية. اسمح بذلك، ثم أضِف خوادمك.
de: WatchNext kommuniziert mit Sonarr, Radarr und Jellyfin in deinem Heimnetzwerk. iOS fragt einmal, bevor eine App Geräte im lokalen Netzwerk erreichen darf. Erlaube es und füge dann deine Server hinzu.
es: WatchNext se comunica con Sonarr, Radarr y Jellyfin en tu red doméstica. iOS pregunta una vez antes de que una app pueda acceder a dispositivos de la red local. Permítelo y luego añade tus servidores.
fr: WatchNext communique avec Sonarr, Radarr et Jellyfin sur votre réseau domestique. iOS demande votre autorisation avant qu’une app puisse accéder au réseau local. Autorisez cet accès, puis ajoutez vos serveurs.
it: WatchNext comunica con Sonarr, Radarr e Jellyfin sulla tua rete domestica. iOS chiede una volta prima che un’app possa raggiungere i dispositivi della rete locale. Consentilo, poi aggiungi i tuoi server.
ja: WatchNext は自宅ネットワーク上の Sonarr、Radarr、Jellyfin と通信します。iOS はアプリがローカルネットワーク上のデバイスにアクセスする前に一度確認します。許可してから、サーバーを追加してください。
ko: WatchNext는 홈 네트워크의 Sonarr, Radarr, Jellyfin과 통신합니다. iOS는 앱이 로컬 네트워크 기기에 접근하기 전에 한 번 확인합니다. 허용한 뒤 서버를 추가하세요.
nl: WatchNext communiceert met Sonarr, Radarr en Jellyfin in je thuisnetwerk. iOS vraagt één keer toestemming voordat een app apparaten in het lokale netwerk mag bereiken. Sta het toe en voeg dan je servers toe.
pl: WatchNext łączy się z Sonarr, Radarr i Jellyfin w sieci domowej. iOS pyta raz, zanim aplikacja uzyska dostęp do urządzeń w sieci lokalnej. Zezwól, a potem dodaj serwery.
pt_br: O WatchNext se comunica com Sonarr, Radarr e Jellyfin na sua rede doméstica. O iOS pergunta uma vez antes de um app acessar dispositivos na rede local. Permita e depois adicione seus servidores.
ru: WatchNext обращается к Sonarr, Radarr и Jellyfin в вашей домашней сети. iOS один раз спрашивает разрешение, прежде чем приложение получит доступ к устройствам локальной сети. Разрешите, затем добавьте серверы.
tr: WatchNext ev ağınızdaki Sonarr, Radarr ve Jellyfin ile iletişim kurar. iOS, bir uygulamanın yerel ağdaki aygıtlara erişmesinden önce bir kez izin ister. İzin verin, ardından sunucularınızı ekleyin.
zh_hans: WatchNext 会与您家庭网络中的 Sonarr、Radarr 和 Jellyfin 通信。iOS 会在应用访问本地网络设备前询问一次。请允许，然后添加您的服务器。
zh_hant: WatchNext 會與家用網路中的 Sonarr、Radarr 和 Jellyfin 通訊。iOS 會在 App 存取本機網路裝置前詢問一次。請允許，然後加入您的伺服器。

# settings.network.footer
source: If you decline, WatchNext only reaches servers over the internet, and you can change your mind later in the iOS Settings app.
ar: إذا رفضت، يصل WatchNext إلى الخوادم عبر الإنترنت فقط، ويمكنك تغيير رأيك لاحقًا من تطبيق إعدادات iOS.
de: Wenn du ablehnst, erreicht WatchNext Server nur über das Internet; du kannst das später in der iOS-Einstellungen-App ändern.
es: Si lo rechazas, WatchNext solo llegará a servidores por internet, y podrás cambiarlo más tarde en la app Ajustes de iOS.
fr: Si vous refusez, WatchNext pourra uniquement accéder aux serveurs par Internet. Vous pourrez modifier ce choix dans les réglages d’iOS.
it: Se rifiuti, WatchNext raggiunge i server solo via Internet; potrai cambiare idea più tardi nell’app Impostazioni di iOS.
ja: 拒否した場合、WatchNext はインターネット経由のサーバーにのみ接続します。あとで iOS の「設定」アプリから変更できます。
ko: 거부하면 WatchNext는 인터넷을 통해서만 서버에 연결하며, 나중에 iOS 설정 앱에서 변경할 수 있습니다.
nl: Als je weigert, bereikt WatchNext servers alleen via internet; je kunt dit later wijzigen in de app Instellingen van iOS.
pl: Jeśli odmówisz, WatchNext połączy się z serwerami tylko przez internet; zmienisz to później w aplikacji Ustawienia iOS.
pt_br: Se recusar, o WatchNext só alcança servidores pela internet, e você pode mudar de ideia depois no app Ajustes do iOS.
ru: Если отказать, WatchNext будет работать только с серверами через интернет; позже это можно изменить в приложении «Настройки» iOS.
tr: Reddederseniz WatchNext sunuculara yalnızca internet üzerinden ulaşır; daha sonra iOS Ayarlar uygulamasından fikrinizi değiştirebilirsiniz.
zh_hans: 如果拒绝，WatchNext 只能通过互联网访问服务器；您之后可在 iOS“设置”应用中更改。
zh_hant: 若拒絕，WatchNext 只能透過網際網路連上伺服器；之後可在 iOS「設定」App 中變更。

# settings.network.openSettings.button
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
tr: Ayarlar’ı aç
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.network.title
source: Local Network
ar: الشبكة المحلية
de: Lokales Netzwerk
es: Red local
fr: Réseau local
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
nl: Lokaal netwerk
pl: Sieć lokalna
pt_br: Rede local
ru: Локальная сеть
tr: Yerel ağ
zh_hans: 本地网络
zh_hant: 本機網路

# settings.network.waiting.label
source: Waiting for permission…
ar: في انتظار الإذن…
de: Warten auf Berechtigung…
es: Esperando el permiso…
fr: En attente de l’autorisation…
it: In attesa dell’autorizzazione…
ja: 許可を待っています…
ko: 권한 대기 중…
nl: Wachten op toestemming…
pl: Oczekiwanie na uprawnienie…
pt_br: Aguardando permissão…
ru: Ожидание разрешения…
tr: İzin bekleniyor…
zh_hans: 正在等待授权…
zh_hant: 正在等待權限…

# settings.save.accessibilityLabel
source: Saving settings
ar: جارٍ حفظ الإعدادات
de: Einstellungen werden gesichert
es: Guardando ajustes
fr: Enregistrement des réglages
it: Salvataggio delle impostazioni
ja: 設定を保存中
ko: 설정 저장 중
nl: Instellingen worden bewaard
pl: Zapisywanie ustawień
pt_br: Salvando ajustes
ru: Сохранение настроек
tr: Ayarlar kaydediliyor
zh_hans: 正在保存设置
zh_hant: 正在儲存設定

# settings.save.button
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

# settings.save.success.message
source: Settings saved securely.
ar: تم حفظ الإعدادات بأمان.
de: Einstellungen sicher gespeichert.
es: Ajustes guardados de forma segura.
fr: Réglages enregistrés en toute sécurité.
it: Impostazioni salvate in modo sicuro.
ja: 設定を安全に保存しました。
ko: 설정이 안전하게 저장되었습니다.
nl: Instellingen veilig bewaard.
pl: Ustawienia bezpiecznie zapisane.
pt_br: Ajustes salvos com segurança.
ru: Настройки надёжно сохранены.
tr: Ayarlar güvenli bir şekilde kaydedildi.
zh_hans: 设置已安全保存。
zh_hant: 設定已安全儲存。

# settings.server.invalidURL.message
source: Enter a valid HTTP or HTTPS URL for %1$(service)@.
ar: أدخِل عنوان URL صالحًا بـ HTTP أو HTTPS لـ %1$(service)@.
de: Gib eine gültige HTTP- oder HTTPS-URL für %1$(service)@ ein.
es: Introduce una URL HTTP o HTTPS válida para %1$(service)@.
fr: Saisissez une URL HTTP ou HTTPS valide pour %1$(service)@.
it: Inserisci un URL HTTP o HTTPS valido per %1$(service)@.
ja: %1$(service)@ の有効な HTTP または HTTPS の URL を入力してください。
ko: %1$(service)@에 유효한 HTTP 또는 HTTPS URL을 입력하세요.
nl: Voer een geldige HTTP- of HTTPS-URL in voor %1$(service)@.
pl: Wpisz poprawny adres HTTP lub HTTPS dla %1$(service)@.
pt_br: Insira um URL HTTP ou HTTPS válido para %1$(service)@.
ru: Введите корректный HTTP- или HTTPS-адрес для %1$(service)@.
tr: %1$(service)@ için geçerli bir HTTP veya HTTPS URL’si girin.
zh_hans: 请为 %1$(service)@ 输入有效的 HTTP 或 HTTPS 网址。
zh_hant: 請為 %1$(service)@ 輸入有效的 HTTP 或 HTTPS 網址。

# settings.server.url.placeholder
source: Base URL
ar: عنوان URL الأساسي
de: Basis-URL
es: URL base
fr: URL du serveur
it: URL di base
ja: ベース URL
ko: 기본 URL
nl: Basis-URL
pl: Adres bazowy
pt_br: URL base
ru: Базовый URL
tr: Temel URL
zh_hans: 基础网址
zh_hant: 基礎網址

# settings.servers.configured.count
source: %1$(count)lld configured
ar: %1$(count)lld مُهيّأ
de: %1$(count)lld konfiguriert
es: %1$(count)lld configurados
fr: %1$(count)lld configurés
it: %1$(count)lld configurati
ja: %1$(count)lld 件設定済み
ko: %1$(count)lld개 구성됨
nl: %1$(count)lld ingesteld
pl: %1$(count)lld skonfigurowanego
pt_br: %1$(count)lld configurados
ru: настроено %1$(count)lld
tr: %1$(count)lld yapılandırıldı
zh_hans: 已配置 %1$(count)lld 个
zh_hant: 已設定 %1$(count)lld 個

# settings.servers.title
source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
it: Server
ja: サーバー
ko: 서버
pl: Serwery
pt_br: Servidores
ru: Серверы
tr: Sunucular
zh_hans: 服务器
zh_hant: 伺服器

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings.windows.footer
source: Step a window down to 0 to remove its limit.
ar: انزل بالنافذة إلى 0 لإزالة حدّها.
de: Setze einen Zeitraum auf 0, um seine Begrenzung aufzuheben.
es: Baja una ventana a 0 para quitar su límite.
fr: Réglez une période sur 0 pour supprimer sa limite.
it: Porta una finestra a 0 per rimuoverne il limite.
ja: 期間を 0 まで下げると制限がなくなります。
ko: 기간을 0으로 낮추면 제한이 해제됩니다.
nl: Zet een venster op 0 om de limiet op te heffen.
pl: Zmniejsz okno do 0, aby usunąć limit.
pt_br: Reduza uma janela a 0 para remover o limite.
ru: Уменьшите окно до 0, чтобы снять ограничение.
tr: Sınırı kaldırmak için bir pencereyi 0’a düşürün.
zh_hans: 将时间范围调到 0 即可取消限制。
zh_hant: 將期間調到 0 即可取消限制。

# settings.windows.recent.label
source: Recent imports: %1$(days)lld days
ar: الاستيرادات الأخيرة: %1$(days)lld يوم
de: Neue Importe: %1$(days)lld Tage
es: Importaciones recientes: %1$(days)lld días
fr: Imports récents : %1$(days)lld jours
it: Importazioni recenti: %1$(days)lld giorni
ja: 最近の取り込み: %1$(days)lld 日
ko: 최근 가져오기: %1$(days)lld일
nl: Recente imports: %1$(days)lld dagen
pl: Ostatnie importy: %1$(days)lld dnia
pt_br: Importações recentes: %1$(days)lld dias
ru: Недавние загрузки: %1$(days)lld дня
tr: Son içe aktarmalar: %1$(days)lld gün
zh_hans: 最近导入：%1$(days)lld 天
zh_hant: 最近匯入：%1$(days)lld 天
